Repository: joroni/wordpress-themes
Catalog: powermag/languages/*.po
Languages: fr_fr

source: Would you like to display the forms description?
fr_fr: Voulez-vous afficher la description du formulaire ?

source: Enable AJAX?
fr_fr: Activer AJAX ?

source: Enable AJAX submission?
fr_fr: Activer soumission AJAX ?

source: Tab Index
fr_fr: Index de l'onglet

source: (Optional) Specify the starting tab index for the fields of this form. Leave blank if you're not sure what this is.
fr_fr: (Facultatif) Spécifiez l'index de tabulation de départ pour les champs de ce formulaire. Laissez ce champ vide si vous ne savez pas ce que c'est.

source: WordPress Widgets
fr_fr: Widgets WordPress

source: What text use as a widget title. Leave blank to use default widget title.
fr_fr: Texte comme un titre du widget. Laissez vide pour utiliser le titre de widgets par défaut.

source: Number of comments to show
fr_fr: Nombre de commentaires à afficher

source: Calendar
fr_fr: Calendrier

source: Sort by
fr_fr: Trier par

source: Page title
fr_fr: Titre de la page

source: Page order
fr_fr: Ordre page

source: Page ID
fr_fr: ID Page

source: Exclude
fr_fr: Exclure

source: Page IDs, separated by commas.
fr_fr: IDs Page, séparés par des virgules.

source: Tag Cloud
fr_fr: Nuage de Tags

source: Taxonomy
fr_fr: Taxonomie

source: Custom Menu
fr_fr: Menu Personnalisé

source: Select menu
fr_fr: Séléctionner un menu

source: Number of posts to show
fr_fr: Nombre d'articles à afficher

source: Display post date?
fr_fr: Afficher la date de l'article ?

source: All Links
fr_fr: Tous les liens

source: Links
fr_fr: Liens

source: Link Category
fr_fr: Catégorie du lien

source: Link title
fr_fr: Titre du lien

source: Link rating
fr_fr: Lien du vote

source: Link ID
fr_fr: ID du lien

source: Show Link Image
fr_fr: Voir le lien de l'image

source: Show Link Name
fr_fr: Voir le nom du lien

source: Show Link Description
fr_fr: Voir la description du line

source: Show Link Rating
fr_fr: Voir le lien du vote

source: Number of links to show
fr_fr: Nombre de liens à afficher

source: Display as dropdown
fr_fr: Afficher dans une liste déroulante

source: Show post counts
fr_fr: Voir le nombre d'articles

source: Show hierarchy
fr_fr: Voir hiérarchie

source: RSS feed URL
fr_fr: URL RSS feed

source: Enter the RSS feed URL.
fr_fr: Entrez le lien RSS Feed

source: Items
fr_fr: Elements

source: 10 - Default
fr_fr: 10 - Defaut

source: How many items would you like to display?
fr_fr: Combien d'éléments souhaitez vous afficher ?

source: Display item content?
fr_fr: Afficher le contenu de l'article?

source: Display item author if available?
fr_fr: Afficher auteur si disponible?

source: Display item date?
fr_fr: Afficher la date ?

source: Changes saved.
fr_fr: Changements sauvegardés.

source: Default Template
fr_fr: Modèle par défaut

source: Choose the default theme you'd like to use. This can be overriden in the widget, shortcode and template tags.
fr_fr: Choisissez le thème par défaut que vous souhaitez utiliser. Cela peut être outrepassée dans le widget, shortcode et modèle tags.

source: Further documentation for this feature coming soon...
fr_fr: La documentation pour cette fonctionnalités n'est pas encore disponible...

source: Disable refresh upon login?
fr_fr: Désactiver le rafraîchissement lors de la connexion?

source: If the user logs in and you check the button above, only the login widget will update itself without refreshing the page. Not a good idea if your site shows different content to users once logged in, as a refresh would be needed.
fr_fr: Si l'utilisateur se connecte et vous cochez le bouton ci-dessus, seul le widget de connexion se met à jour sans rafraîchir la page. Pas une bonne idée si votre site apparaît un contenu différent aux utilisateurs une fois connectés, comme il faudrait un rafraîchissement.

source: Redirection Settings
fr_fr: Réglages de redirection

source: Global Login Redirect
fr_fr: Redirection aprés connexion

source: If you'd like to send the user to a specific URL after login, enter it here (e.g. http://wordpress.org/)
fr_fr: Si vous souhaitez envoyer l'utilisateur vers une URL spécifique après la connexion, saisissez la ici (par exemple http://wordpress.org/)

source: Global Logout Redirect
fr_fr: Redirection aprés déconnexion

source: If you'd like to send the user to a specific URL after logout, enter it here (e.g. http://wordpress.org/)
fr_fr: Si vous souhaitez envoyer l'utilisateur vers une URL spécifique après la deconnexion, saisissez la ici (par exemple http://wordpress.org/)

source: Enter %LASTURL% to send the user back to the page they were previously on.
fr_fr: Saisissez %LASTURL% pour rediregider l'utilisateur.

source: Role-Based Custom Login Redirects
fr_fr: Redirection personnalisée aprés login

source: If you would like a specific user role to be redirected to a custom URL upon login, place it here (blank value will default to the global redirect)
fr_fr: Si vous désirez un rôle d'utilisateur spécifique pour être redirigé vers une URL personnalisée lors de la connexion, placez-le ici (valeur à blanc par défaut à l'économie mondiale redirection)

source: Role-Based Custom Logout Redirects
fr_fr: Redirection personnalisée aprés déconnexion

source: If you would like a specific user role to be redirected to a custom URL upon logout, place it here (blank value will default to the global redirect)
fr_fr: Si vous désirez un rôle d'utilisateur spécifique pour être redirigé vers une URL personnalisée sur la déconnexion, le placer ici (valeur à blanc par défaut à l'économie mondiale redirection)

source: Notification Settings
fr_fr: Réglages des notifications

source: If this feature doesn't work, please make sure that you don't have another plugin installed which also manages user registrations (e.g. BuddyPress and MU).
fr_fr: Si cette option ne fonctionne pas, assurez-vous que vous n'avez pas un autre plugin installé, qui gère également les inscriptions d'utilisateurs (par exemple BuddyPress et MU).

source: Override Default Email?
fr_fr: Ecraser l'email par défaut ?

source: Subject
fr_fr: Sujet

source: Your registration at %BLOGNAME%
fr_fr: Votre inscription sur %BLOGNAME%

source: <code>%USERNAME%</code> will be replaced with a username.
fr_fr: <code>%USERNAME%</code> sera remplacé par un nom d'utilisateur.

source: <code>%PASSWORD%</code> will be replaced with the user's password.
fr_fr: <code>%PASSWORD%</code> sera remplacé par le mot de passe utilisateur.

source: <code>%BLOGNAME%</code> will be replaced with the name of your blog.
fr_fr: <code>%BLOGNAME%</code> sera remplacé par le nom de votre blog.

source: <code>%BLOGURL%</code> will be replaced with the url of your blog.
fr_fr: <code>%BLOGURL%</code> sera remplacé par le lien vers votre blog.

source: Thanks for signing up to our blog. You can login with the following credentials by visiting %BLOGURL% Username : %USERNAME% Password : %PASSWORD% We look forward to your next visit! The team at %BLOGNAME%
fr_fr: Merci pour votre inscription. Vous pouvez vous connecter avec les identifiants suivants en vous rendant sur % BLOGURL%

source: Show profile link?
fr_fr: Voir le lien vers le profil ?

source: AJAX Registration?
fr_fr: Inscription AJAX ?

source: Login Successful, redirecting...
fr_fr: Connexion réussie, redirection...

source: Login successful, updating...
fr_fr: Connexion réussie, mise à jour...

source: An undefined error has ocurred
fr_fr: Erreur inconnue

source: Please supply your username and password.
fr_fr: Veuillez saisir votre nom d'utilisateur et votre mot de passe.

source: Registration complete. Please check your e-mail.
fr_fr: Enregistrement complet. Veuillez vérifier vos e-mail.

source: We have sent you an email
fr_fr: Nous vous avons envoyé un email

source: New user registration on your blog %s:
fr_fr: Nouvel utilisateur enregistré sur votre blog %s:

source: Username: %s
fr_fr: Nom d'utilisateur: %s

source: [%s] New User Registration
fr_fr: [%s] Nouveau membre enregistré

source: Password: %s
fr_fr: Mot de passe: %s

source: [%s] Your username and password
fr_fr: [%s] Votre nom d'utilisateur et mot de passe

source: Hi
fr_fr: Bonjour

source: Profile
fr_fr: Profil

source: Register
fr_fr: Créer un compte

source: Login
fr_fr: Connnexion

source: Username
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: Log In
fr_fr: Connexion

source: Remember Me
fr_fr: Se souvenir de moi

source: Password Lost and Found
fr_fr: Mot de passe perdu/retrouvé

source: Lost your password?
fr_fr: Mot de passe oublié ?

source: Enter username or email
fr_fr: Saisissez un nom d'utilisateur ou un email

source: Get New Password
fr_fr: Obtenir un nouveau mot de passe

source: A password will be e-mailed to you.
fr_fr: Un nouveau mot de passe vous a été envoyé par email.

source: SocialBox update available!
fr_fr: Mise à jour SocialBox disponible!

source: New Version: %s (%s). Info and download at the <a href="%s">plugin page</a>.
fr_fr: Nouvelle Version: %s (%s). Info et téléchargement sur la <a href="%s">page du plugin</a>.

source: Follow
fr_fr: Suivre

source: Subscribe
fr_fr: Souscrire

source: Like on Facebook
fr_fr: Aimer sur Facebook

source: Follow on Twitter
fr_fr: Suivre sur Twitter

source: Subscribe to Youtube Channel
fr_fr: Souscrire à la cahine YouTube

source: Subscribe to Vimeo Channel
fr_fr: S'abonner à la chaine Vimeo

source: Follow on Dribbble
fr_fr: Suivre sur Dribbble

source: Follow on Forrst
fr_fr: Suivre sur Forrst

source: Follow on Digg
fr_fr: Suivre sur Digg

source: Open Links in new Window/Tab
fr_fr: Ouvrir les liens dans une nouvelle fenêtre/onglet

source: Forces Links to be opened in a new window/tab
fr_fr: Forces Liens à ouvrir dans une nouvelle fenêtre / onglet

source: Your Pages ID or Shortname (e.g. nettutsplus)
fr_fr: Votre ID Page ou nom d'utilisateur (par exemple nettutsplus)

source: Your fallback like count
fr_fr: Votre nombre de Like

source: Default:
fr_fr: Défaut:

source: Display position within SocialBox
fr_fr: Affichage de la position à l'intérieur de la SocialBox

source: Your Twitter screenname (e.g. envatowebdev)
fr_fr: Votre nom d'utilisateur Twitter (ex: envatowebdev)

source: Your fallback follower count
fr_fr: Votre nombre de followers

source: Your YouTube Channel (e.g. nettutsplus)
fr_fr: Votre chaîne Youtube (ex: nettutsplus)

source: Your fallback subscriber count
fr_fr: Votre nombre d'abonnés

source: Your Vimeo Channel
fr_fr: Votre chaîne Vimeo

source: Your Dribbble username (e.g. envato)
fr_fr: Votre nom d'utilisateur Dribbble (ex: envato)

source: Your Forrst username
fr_fr: Votre nom d'utilisateur Forrst

source: Your Digg username
fr_fr: Votre nom d'utilisateur Digg

source: Delete this image
fr_fr: Supprimer cette image

source: Cannot delete file. Something's wrong.
fr_fr: Impossible de supprimer le fichier.

source: Remove
fr_fr: Supprimer

source: Add
fr_fr: Ajouter

source: Uploaded files
fr_fr: Fichiers Uploadés

source: Upload new files
fr_fr: Uploader de nouveaux fichiers

source: Add more files
fr_fr: Ajouter d'autres fichiers

source: Select a color
fr_fr: Sélectionner une couleur

source: ago
fr_fr: avant

source: Popular Posts
fr_fr: Billets populaires

source: Title (optional):
fr_fr: Titre (optionnel)

source: Ad Code:
fr_fr: Code Ad:

source: Image Url:
fr_fr: Url de l'image:

source: Link URL:
fr_fr: URL du lien:

source: Alt text:
fr_fr: Text alternatif:

source: Video <strong>ID</strong>:
fr_fr: <strong>ID</strong> Video:

source: Category Slug
fr_fr: Slug de la Catégorie

source: Reviews Count
fr_fr: Nombre de votes

source: A carousel widget.
fr_fr: Un widget carrousel.

source: Widget Title
fr_fr: Titre du Widget

source: Leave empty not to show any
fr_fr: Laisser vide pour ne pas montrer tout

source: Maximum chars number to show:
fr_fr: Nombre maximum de caractères à afficher:

source: Maximum number of posts to show:
fr_fr: Nombre maximum de bilets à afficher:

source: Select Tag
fr_fr: Sélectionnez Tag

source: All Tags
fr_fr: Tous les Tags

source: <strong>Error: </strong> server time out, please try again.
fr_fr: <strong> Erreur: </ strong> délai d'expiration du serveur, veuillez réessayer.

source: <strong>Please</strong> slow down, you are posting to fast!
fr_fr: <strong>Veuillez</ strong> ralentir, vous envoyez des messages trop rapidement !

source: <strong>Thank you</strong> for your comment!
fr_fr: <strong>Merci</strong> pour votre commentaire !

source: About The Author
fr_fr: A propos de l'auteur

source: Enter your email address
fr_fr: Saisissez votre email address

source: Final Thoughts
fr_fr: Vote final

source: Overall Score
fr_fr: Note finale

source: Your Rating
fr_fr: Votre vote

source: Readers Rating
fr_fr: Note des Lecteurs

source: Insert shortcode
fr_fr: Insérer shortcode

source: Select shortcode
fr_fr: Séléctionner shortcode

source: Shortcode not found
fr_fr: Shortcode introuvable

source: Button Group
fr_fr: Groupe de boutons

source: Button Text
fr_fr: Button Texte

source: Button Link
fr_fr: Button Lien

source: Button Size
fr_fr: Taille du bouton

source: Button Style (color)
fr_fr: Style du bouton (Couleur)

source: Button Icon
fr_fr: Bouton Icône

source: Icon Color
fr_fr: Couleur de l'icône

source: Button Link Target
fr_fr: La cible du lien du bouton

source: 3 sizes, 7 colors and 140 icons
fr_fr: 3 formats, 7 couleurs et 140 icônes

source: Label Style (color)
fr_fr: Style d'étiquette (couleur)

source: Label Text
fr_fr: Texte de l'étiquette

source: Text surrounded by a solid color for importance.
fr_fr: Texte entouré par une couleur unie pour définir l'importance.

source: Badge Style (color)
fr_fr: Badge style (couleur)

source: Badge Text
fr_fr: Texte du Badge

source: Code goes here
fr_fr: Code ici

source: Code box for showing code.
fr_fr: Boîte de code pour afficher code.

source: Column Span.
fr_fr: Colonne Span.

source: Content goes here
fr_fr: Contenu ici

source: Empty space with adjustable height
fr_fr: L'espace vide avec hauteur ajustable

source: text alignment
fr_fr: alignement du texte

source: Lead Paragraph
fr_fr: Paragraphe principal

source: Heading Text
fr_fr: Intitulé texte

source: Sub Text
fr_fr: Sous Texte

source: Page Header.
fr_fr: Entête page

source: Divider
fr_fr: Séparateur

source: Background color
fr_fr: Couleur d'arrière plan

source: Text Color
fr_fr: Couleur du texte

source: A big header area for the top of your page.
fr_fr: Une grande zone d'en-tête pour le haut de votre page.

source: Alert Heading
fr_fr: Entête de l'alerte

source: Alert Style
fr_fr: Style d'alerte

source: Block Padding
fr_fr: Padding Bloc

source: Close Button
fr_fr: Bouton Fermer

source: Alert box with optional padding and close button
fr_fr: Boîte d'alerte avec un padding en option et bouton de fermeture

source: Blockquote Cite
fr_fr: Citation

source: Float (causes text wrap)
fr_fr: Flottant (Habillage de texte)

source: Text Align
fr_fr: Alignement du texte

source: Blockquote quotation with citation
fr_fr: Blockquote avec citation

source: Percentage of Progress
fr_fr: Pourcentage de progression

source: Striped
fr_fr: Rayé

source: Animate (requires striped)
fr_fr: Animer (nécessite rayures)

source: Style (color)
fr_fr: Style (couleur)

source: A Progress bar
fr_fr: Barre de progression

source: Include specific image IDs
fr_fr: Inclure les identifiants spécifiques de l'image

source: Exclude specific image IDs
fr_fr: Exclure les identifiants spécifiques de l'image

source: A Carousel of your gallery's images
fr_fr: Un carrousel des images de votre galerie

source: Accordion Group
fr_fr: Groupe accordéon

source: ID: (no spaces)
fr_fr: ID: (pas d'espaces)

source: Collapsible content areas.
fr_fr: Zones de contenu pliables.

source: Float
fr_fr: Flottant

source: 210 icons
fr_fr: 210 icones

source: Insert
fr_fr: Insérer
