Repository: joroni/wordpress-themes
Catalog: powermag/languages/*.po
Languages: fr_fr

source: Whoopsie! That page can&rsquo;t be found.
fr_fr: Whoops ! Page non trouvée.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
fr_fr: Il semblerait que rien ai été trouvé à cet emplacement. Peut-être devriez vous essayer un des liens suivants ou effectuer une recherche ?

source: Most Used Categories
fr_fr: Catégories les plus vues

source: Try looking in the monthly archives. %1$s
fr_fr: Essayer de voir dans les archives mensuelles. %1$s

source: Category %s
fr_fr: Catégorie %s

source: Author %s
fr_fr: Auteur %s

source: Daily Archives %s
fr_fr: Archives journalières %s

source: Monthly Archives %s
fr_fr: Archives mensuelles %s

source: Yearly Archives %s
fr_fr: Archives annuelles %s

source: Comment navigation
fr_fr: Navigation dans les commentaires

source: &larr; Older Comments
fr_fr: &larr; Anciens Commentaires

source: Newer Comments &rarr;
fr_fr: Commentaires récents &rarr;

source: Comments are closed.
fr_fr: Les commentaires sont fermés

source: Permalink to %s
fr_fr: Lien permanent vers %s

source: Continue Reading
fr_fr: Continuer la lecture

source: Leave a comment
fr_fr: Laisser un commentaire

source: 1 Comment
fr_fr: 1 Commentaire

source: % Comments
fr_fr: % Commentaires

source: Primary Menu
fr_fr: Menu Principal

source: Utilities Menu
fr_fr: Menu raccourcis

source: Footer Menu
fr_fr: Menu Footer

source: This is the main sidebar, it will appear on every post/page unless a different sidebar is generated and attached through the Options Panel, or a full-width layout is selected for the post/page
fr_fr: Il s'agit de la barre latérale principale, elle apparaîtra sur chaque billet/page, sauf si une autre barre latérale est crée et attachée via le menu Options, ou qu'une mise en page pleine largeur est sélectionné depuis le billet ou la page

source: Login Bar
fr_fr: Barre de login

source: Please only drag the "PowerMag: Login Bar" widget here.
fr_fr: Veuillez déposer uniquement le widget "PowerMag: Login Bar".

source: Widest main content widgetized area for the Magazine layout. Drag the "PowerMag: HP Category Regular" and "PowerMag: Carousel Widget" here for best results
fr_fr: Zone reservée au type de présentation Magazine. Déposez "PowerMag: HP Category Regular" et "PowerMag: Carousel Widget" pour être optimisé.

source: Same as above, just thinner.
fr_fr: Comme ci-dessus, plus petit.

source: Same as above, even thinner. You can also choose to hide this and display the default sidebar instead from the Theme Options.
fr_fr: Idem, encore plus petit. Vous pouvez également choisir de masquer et d'afficher la barre latérale par défaut depuis les ptions du thème.

source: First column footer widget, for best results only place one widget here.
fr_fr: Première colonne widget pied de page, pour de meilleurs résultats placer un seul widget ici.

source: Second column footer widget, for best results only place one widget here.
fr_fr: Seconde colonne widget pied de page, pour de meilleurs résultats placer un seul widget ici.

source: Third column footer widget, for best results only place one widget here.
fr_fr: Troisième colonne widget pied de page, pour de meilleurs résultats placer un seul widget ici.

source: Name
fr_fr: Nom

source: Leave a Comment
fr_fr: Laisser un commentaire

source: Skip to content
fr_fr: Contenu principal

source: Check out today&#39s posts!
fr_fr: Consultez les messages du jour !

source: Published <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%8$s</a>
fr_fr: Publié <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> à <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> dans <a href="%6$s" title="Return to %7$s" rel="gallery">%8$s</a>

source: Edit
fr_fr: Editer

source: &larr; Previous
fr_fr: &larr; Précédent

source: Next &rarr;
fr_fr: Suivant &rarr;

source: <a class="comment-link" href="#respond" title="Post a comment">Post a comment</a> or leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
fr_fr: <a class="comment-link" href="#respond" title="Poster un commentaire">Poster un commentaire</a> ou laisser un rétrolien: <a class="trackback-link" href="%s" title="URL du rétrolien de votre article" rel="trackback">URL du rétrolien</a>.

source: Comments are closed, but you can leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
fr_fr: Les commentaires sont fermés, mais vous pouvez laisser un rétrolien: <a class="trackback-link" href="%s" title="URL du rétrolien de votre article" rel="trackback">URL du rétrolien</a>.

source: Trackbacks are closed, but you can <a class="comment-link" href="#respond" title="Post a comment">post a comment</a>.
fr_fr: Les rétroliens sont fermés, mais vous pouvez <a class="comment-link" href="#respond" title="Post a comment">poster un commentaire</a>.

source: Both comments and trackbacks are currently closed.
fr_fr: Les commentaires et rétroliens sont actuellement fermés.

source: Nothing Found
fr_fr: Rien a été trouvé

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
fr_fr: Prêt à rédiger votre premier billet ? <a href="%1$s">Commencez maintenant</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fr_fr: Désolé, mais rien ne correspond à vos critères de recherche. Veuillez essayer de nouveau avec des mots clés différents.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fr_fr: Il semble que nous ne pouvons pas trouver ce que vous cherchez. Peut-être que la recherche peut vous aider.

source: Search Results for: %s
fr_fr: Résultats de recherche pour: %s

source: Search
fr_fr: Rechercher

source: Search &hellip;
fr_fr: Rechercher &hellip;

source: Delete
fr_fr: Supprimer

source: Post
fr_fr: Billet

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Linked In Share
fr_fr: Partage Linked In

source: Pin it Button
fr_fr: Bouton Pin it

source: Stumble Upon Share
fr_fr: Partage Stumble Upon

source: Basic Settings
fr_fr: Configuration générale

source: Header Logo Upload
fr_fr: Uploader logo Header

source: Select the image to use as logo.
fr_fr: Choisir une image comme logo

source: Home Style
fr_fr: Style de page d'accueil

source: Blog Entries Style
fr_fr: Style des entrées du blog

source: Post Excerpts
fr_fr: Résumé du billet

source: Select <em>More Tag</em> if you use the Wordpress --more-- tag for post excerpts, otherwise select <em>Auto Trim</em><strong><em> Notice: </strong>Please be aware that using Auto Trim will not output shortcodes in post excerpts.</em>
fr_fr: Choisir <em>More Tag</em> si vous utilisez le tag Wordpress --more-- pour les résumés d'articles. Sinon choisissez <em>Auto Trim</em><strong><em> Attention: </strong>En utilisant Auto trim, les shortcodes ne seront pas executés dans le resumé de l'article.</em>

source: Words Count
fr_fr: Nombre de mots

source: Retina Support
fr_fr: Support Retina

source: Custom Favicon
fr_fr: Favicon personnalisée

source: Upload a 16px x 16px Png/Gif image to represent your website, this will be displayed right next to your address URL and as a bookmark icon.
fr_fr: Uploader une image de 16px x 16px qui représente votre site web, elle sera affiché à droite de votre URL et comme icône favoris.

source: Footer Logo Upload
fr_fr: Uploader Logo Pied de page

source: Select the image to use as logo for the footer
fr_fr: Sélectionnez l'image à utiliser comme logo pour le pied de page

source: Footer Credits
fr_fr: Crédits pied de page

source: Single
fr_fr: Billet

source: Display Breadcrumb
fr_fr: Aficher Breadcrumb

source: Display Related Posts
fr_fr: Afficher les billets relatifs

source: Related Posts Count
fr_fr: Nombre d'articles relatifs

source: Author Info
fr_fr: A propos de l'auteur

source: Show Author information after a post or review
fr_fr: Voir les informations sur l'auteur aprés l'article ou à la revue

source: Back To Top
fr_fr: Haut de page

source: Enable/Disable scroll to top button
fr_fr: Activer/Désactiver bouton retour haut de page

source: Sidebar Position
fr_fr: Position Sidebar

source: Move the sidebar left or right
fr_fr: Déplacer la sidebar à gauche ou à droite

source: Home Page Sidebar
fr_fr: Sidebar Page d'accueil

source: Select weather to use the default sidebar or a third homepage widgetized area
fr_fr: Choisir si vous souhaitez utiliser le sidebar par défaut ou la home page widgetisée

source: Enable News Ticker
fr_fr: Activer News Ticker

source: Where to display
fr_fr: Où afficher

source: Title
fr_fr: Titre

source: News Ticker Post Count
fr_fr: Nombre de News Ticker

source: Show Controls
fr_fr: Voir les contrôles

source: Pause Duration Before Being Replaced
fr_fr: Durée de la pause avant d'être remplacée

source: Speed of Fade In Animation
fr_fr: Vitesse de Fade In de l'animation

source: Speed of Fade Out Animation
fr_fr: Vitesse de Fade Out de l'animation

source: Post Count
fr_fr: Nombre d'articles

source: Starting Slide
fr_fr: Démarrage du diaporama

source: SlideShow Speed
fr_fr: Vitesse du SlideShow

source: Animation Speed
fr_fr: Vitesse de l'animation

source: Secondary Slider Post Count
fr_fr: Nombre d'articles dans le diaporama secondaire

source: Social Media
fr_fr: Réseaux Sociaux

source: Social Share
fr_fr: Partage reseaux sociaux

source: Select which share buttons to display after a post.
fr_fr: Sélectionnez les boutons de partage à afficher aprés un article.

source: Backgrounds
fr_fr: Arrières-plan

source: Set a Background color or Pattern
fr_fr: Définir un arrières-plan couleur ou image

source: Change the background CSS.
fr_fr: Changer le CSS de l'arrière plan

source: Full Page Background
fr_fr: Arrière plan pleine page

source: Set a full page background
fr_fr: Définir un arrières-plan pleine page

source: Make the Background an Ad
fr_fr: Rendre le fond comme publicité

source: Enter an URL to link the background (E.g. for advertising purposes), otherwise leave empty.
fr_fr: Saisissez une URL pour rendre l'arrière plan cliquable (ex: Publicité), sinon laisser vide.

source: Layout Style
fr_fr: Style d'affichage

source: Background color or Pattern
fr_fr: Arrière plan couleur ou image

source: Set a Background color or a Pattern for the inner container
fr_fr: Définir une couleur d'arrière-plan ou un motif pour le contenu intérieur

source: Box Shadow
fr_fr: Ombre

source: Enable/Disable the shadow outside the box
fr_fr: Activer/Désactiver l'ombre autour du contenu

source: Colors
fr_fr: Couleurs

source: Typography
fr_fr: Typo

source: Enable Custom Typography Styles
fr_fr: Activer les typo personnalisées

source: Enable the use of custom typography for your site. Custom styling will be output in your sites HEAD.
fr_fr: Permettre l'utilisation de la typographie personnalisée pour votre site. Un style personnalisé sera rendu dans votre entête du site.

source: Headings
fr_fr: En-tête

source: Body Font
fr_fr: Police corps de texte

source: Select the body font and its base size. Since font sizes are specified with relative values, all other sizes will change accordingly
fr_fr: Sélectionnez la police du corps de texte et la taille de sa base. Les tailles de police sont spécifiés avec des valeurs relatives, les autres tailles changent en conséquence

source: Face
fr_fr: Visage

source: Base Size
fr_fr: Police de caractère de base

source: Miscellaneous
fr_fr: Divers

source: Top Ad Code
fr_fr: Ad Code haut de page

source: Insert Advertising Code (E.g Google Adsense Code)
fr_fr: Inserer Code Publicitaire (Ex: Code Google Adsense)

source: Collapsible Box
fr_fr: Boite retractable

source: Insert Newsletter Box
fr_fr: Insérer la box Newsletter

source: MailChimp URL
fr_fr: URL MailChimp

source: <i><strong>Example:</strong>http://yourdomain.us5.list-manage.com/subscribe/post?u=f05988bb168246549b08542d68&id=8acf9edf41</i>
fr_fr: <i><strong>Exemple:</strong>http://yourdomain.us5.list-manage.com/subscribe/post?u=f05988bb168246549b08542d68&id=8acf9edf41</i>

source: Insert Custom Content
fr_fr: Insérer un élément personnalisé

source: Custom Content
fr_fr: Contenu Personalisé

source: Fade In Speed
fr_fr: Vitesse du Fade

source: Enable Ajax Comments (no page reload)
fr_fr: Activer commentaires AJAX (pas de rechargement de page)

source: Please be aware this is only appliable to default WP Comments
fr_fr: Seulement applicable aux commentaires Wordpress

source: Comments Per Page
fr_fr: Commentaires par page

source: Display Meta Details on Archive Pages
fr_fr: Afficher les détails Meta sur Pages d'archives

source: Enable/disable tags and categories on archive pages.
fr_fr: Activer/désactiver les tags et les catégories de pages d'archives.

source: Display Current Date
fr_fr: Afficher la date courante

source: Show/Hide the date block next to the navigation.
fr_fr: Afficher / masquer le bloc date à côté de la navigation.

source: Home Tabs
fr_fr: Tabs Page d'accueil

source: Activate Home Tabs
fr_fr: Activer les onglets page d'accueil

source: Enable/Disable Home Tabs
fr_fr: Activer/Désactiver les onglets de page d'accueil

source: Tabs Column
fr_fr: Colonne d'onglets

source: Choose on which column display the tabs
fr_fr: Choisissez sur quelle colonne afficher les onglets

source: Tabs Position
fr_fr: Position des tabs

source: Choose wheather to display the home tabs before or after widgets
fr_fr: Choisissez comment afficher les onglets de la page d'accueil. Avant ou aprés les widgets

source: Autoplay
fr_fr: Lecture auto

source: Enable/Disablea auto Tabs rotation
fr_fr: Activer / Désactiver rotation automatique des onglets

source: Duration
fr_fr: Durée

source: Tab Title
fr_fr: Tab 1 Titre

source: Leave it empty if you do not need this tab
fr_fr: Laisser vide si vous ne souhaitez pas utiliser cet onglet

source: Display
fr_fr: Voir

source: Tab 1 Category
fr_fr: Tab 1 Catégorie

source: Tab 2 Category
fr_fr: Tab 2 Categorie

source: Tab 3 Category
fr_fr: Tab 3 Categorie

source: Tab 4 Category
fr_fr: Tab 4 Categorie

source: Tab 5 Category
fr_fr: Tab 5 Categorie

source: Tab 6 Category
fr_fr: Tab 6 Categorie

source: Tab 7 Category
fr_fr: Tab 7 Categorie

source: Tab 8 Category
fr_fr: Tab 8 Categorie

source: Advanced
fr_fr: Avancé

source: Custom CSS
fr_fr: CSS Personnalisé

source: Add some CSS to your theme by adding it to this block.
fr_fr: Ajoutez un peu de CSS à votre thème en l'ajoutant à ce bloc.

source: Tracking Code
fr_fr: Code de suivi

source: Paste your Google Analytics (or other) tracking code here. This will be added into the footer template of your theme.
fr_fr: Collez votre Google Analytics (ou autre) code de suivi ici. Il sera ajouté dans le pides de page de votre thème.

source: Custom Javascript
fr_fr: Javascript Personnalisé

source: Paste any Javascript you want to load in the Head section.
fr_fr: Insérer du javascript que vous souhaitez charger dans la balise head

source: Default Text Editor
fr_fr: Editeur Texte par défaut

source: Show all
fr_fr: Voir tous

source: Close
fr_fr: Fermer

source: Please correct the errors highlighted below and try again.
fr_fr: Veuillez corriger les erreurs mises en évidence ci-dessous et réessayez.

source: Error: Cannot delete file
fr_fr: Erreur: Suppression de fichier impossible

source: Find Address
fr_fr: Trouver une adresse

source: Select a %s
fr_fr: Sélectionner: %s

source: Select a value
fr_fr: Séléctionner une valeur

source: Theme Options
fr_fr: Options du thème

source: Clear
fr_fr: Vider

source: Default
fr_fr: Défaut

source: Select Color
fr_fr: Choisir Couleur

source: Save Options
fr_fr: Sauegarder les options

source: Restore Defaults
fr_fr: Restaurer

source: Click OK to reset. Any theme settings will be lost!
fr_fr: Cliquez sur OK pour restaurer. Tous les réglages du théme seront perdus !

source: Default options restored.
fr_fr: Options par défaut restaurées.

source: Options saved.
fr_fr: Options sauvegardées.

source: Theme Options Media
fr_fr: Réglages des médias du théme

source: Upload
fr_fr: Uploader

source: View File
fr_fr: Voir le fichier

source: Gallery
fr_fr: Galerie

source: Previously Uploaded
fr_fr: Précédement Uploadé

source: No Repeat
fr_fr: Pas de répétition

source: Repeat Horizontally
fr_fr: Répéter Horizontalement

source: Repeat Vertically
fr_fr: Répéter Verticalement

source: Repeat All
fr_fr: Répéter Tout

source: Top Left
fr_fr: Haut Gauche

source: Top Center
fr_fr: Haut Centre

source: Top Right
fr_fr: Haut Droit

source: Middle Left
fr_fr: Milieu Gauche

source: Middle Center
fr_fr: Milieu Centre

source: Middle Right
fr_fr: Milieu Droit

source: Bottom Left
fr_fr: Bas Gauche

source: Bottom Center
fr_fr: Bas Centre

source: Bottom Right
fr_fr: Bas Droit

source: Scroll Normally
fr_fr: Scroller normalement

source: Fixed in Place
fr_fr: Fixé en place

source: Italic
fr_fr: Italique

source: Bold
fr_fr: Gras

source: Bold Italic
fr_fr: Gras italique

source: Title:
fr_fr: Titre:

source: Cancel
fr_fr: Annuler

source: Save Changes
fr_fr: Sauvegarder les changements

source: Group
fr_fr: Groupe

source: Post navigation
fr_fr: Navigation dans les articles

source: <span class="meta-nav">&larr;</span> Older posts
fr_fr: <span class="meta-nav">&larr;</span> Anciens articles

source: Newer posts <span class="meta-nav">&rarr;</span>
fr_fr: Articles récents <span class="meta-nav">&rarr;</span>

source: (Edit)
fr_fr: (Editer)

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération.

source: %1$s at %2$s
fr_fr: %1$s à %2$s

source: View all posts by %s
fr_fr: Voir tous les articles par %s

source: Warning
fr_fr: Alerte

source: There is a new version of Visual Composer available. <a href="http://bit.ly/vcomposer" target="_blank">Download version <b>%s</b></a>.
fr_fr: Une nouvelle version de Visual Composer est disponible. <a href="http://bit.ly/vcomposer" target="_blank">Télécharger <b>%s</b></a>.

source: Add/remove picture
fr_fr: Ajouter/Supprimer image

source: Finish Adding Images
fr_fr: Find'ajout d'images

source: Add Image
fr_fr: Ajouter une image

source: Add Images
fr_fr: Ajouter des images

source: Classic editor
fr_fr: Editeur classique

source: Please enter templates name
fr_fr: Veuillez saisir un nom de modéle

source: Confirm deleting "{template_name}" template, press Cancel to leave. This action cannot be undone.
fr_fr: Confirmer la suppression du modéle "{template_name}". Cette action ne peut être annulée.

source: Press OK to delete section, Cancel to leave
fr_fr: Cliquez sur OK pour supprimer la section. Cancel pour annuler.

source: Press OK to pop (move) section to the top level, Cancel to leave
fr_fr: Cliquez OK pour déplacer cette section en haut, Cancel pour annuler

source: Drag and drop me in the column
fr_fr: Faire glisser dans la colonne

source: Press OK to delete "{tab_name}" tab, Cancel to leave
fr_fr: Pressez OK pour supprimer la section "{tab_name}", Annuler pour quitter

source: Please enter new tab title
fr_fr: Veuillez saisir un nouveau titre d'onglet

source: Press OK to delete "{tab_name}" section, Cancel to leave
fr_fr: Pressez OK pour supprimer la section "{tab_name}", Annuler pour quitter

source: Please enter new section title
fr_fr: Veuillez saisir un nouveau titre de section

source: Error. Please try again.
fr_fr: Erreur. Veuillez recommencer

source: If you close this window all shortcode settings will be lost. Close this window?
fr_fr: Si vous fermez cette fenêtre tous les paramètres de shortcode seront perdues. Fermer cette fenêtre?

source: Select element type
fr_fr: Selectionner un type d'élément

source: Media gallery
fr_fr: Galerie Média

source: Element settings
fr_fr: Réglages des éléments

source: Add tab
fr_fr: Ajouter un onglet

source: Are you sure you want to convert to new version?
fr_fr: Etes-vous sûr que vous voulez convertir vers la nouvelle version?

source: Loading...
fr_fr: Chargement...

source: Set Image
fr_fr: Définir Image

source: Are you sure taht you want to remove all your data?
fr_fr: Etes-vous sûr que vous voulez effacer toutes vos données?

source: Added
fr_fr: Ajouté

source: Save current page as a Template
fr_fr: Sauvegarder la page en cours comme modèle

source: Load Template
fr_fr: Charger Modèle

source: No custom templates yet.
fr_fr: Pas encore de modèle.

source: Other
fr_fr: Autre

source: Select Content Element
fr_fr: Sélectionner un élément de contenu

source: Search by element name
fr_fr: Chercher un élément par son nom

source: Save
fr_fr: Sauvegarder

source: Visual Composer for WordPress
fr_fr: Visual Composer pour WordPress

source: Add element
fr_fr: Ajouter un élément

source: Add row
fr_fr: Ajouter une ligne

source: Templates
fr_fr: Modèles

source: Update
fr_fr: Mettre à jour

source: Your page layout was created with previous Visual Composer version. Before converting your layout to the new version, make sure to <a target="_blank" href="http://kb.wpbakery.com/index.php?title=Update_Visual_Composer_from_3.4_to_3.5">read this page</a>.
fr_fr: Votre modéle a été crée avec une version plus ancienne de Visual Composer. Avant de la convertir veuillez consulter <a target="_blank" href="http://kb.wpbakery.com/index.php?title=Update_Visual_Composer_from_3.4_to_3.5">la page suivante</a>.

source: Convert to new version
fr_fr: Convertir en nouvelle version

source: Loading, please wait...
fr_fr: Chargement en cours...

source: No content yet! You should add some...
fr_fr: Pas encore de contenu ! Vous devriez en ajouter un peu ...

source: This is a visual preview of your page. Currently, you don't have any content elements. Click or drag the button <a href='#' class='add-element-to-layout'><i class='icon'></i> Add element</a> on the top to add content elements on your page. Alternatively add <a href='#' class='add-text-block-to-content' parent-container='#visual_composer_content'><i class='icon'></i> Text block</a> with single click.
fr_fr: Ceci est un aperçu visuel de votre page. Actuellement, vous n'avez pas d'éléments de contenu. Cliquez ou faites glisser le bouton <a href='#' class='add-element-to-layout'> <I class='icon'> </ i> Ajouter un élément </ a> sur le dessus pour ajouter des éléments de contenu sur votre page. Vous pouvez également ajouter <a href='#' class='add-text-block-to-content' parent-container='#visual_composer_content'> <I class='icon'> </ i> bloc de texte </ a> avec un simple clic.

source: Click the pencil icon on the content elements to change their properties.
fr_fr: Cliquez sur l'icône crayon pour modifier les propriétés de l'élément.

source: Wrong name for shortcode:%s. Name required
fr_fr: Nom incorrect pour le shortcode: %s. Nom requis

source: Wrong base for shortcode:%s. Base required
fr_fr: Base incorrect pour le shortcode: %s. Base requise

source: Wrong attribute for '%s' shortcode. Attribute 'param_name' required
fr_fr: Attribut incorrect four le shortcode: %s. Attribut 'param_name' requis

source: Add to
fr_fr: Ajouter à

source: Edit
fr_fr: Editer

source: Clone
fr_fr: Dupliquer

source: Delete
fr_fr: Supprimer

source: Add images
fr_fr: Ajouter des images

source: Add image
fr_fr: Ajouter une image

source: Empty section. Edit page to add content here.
fr_fr: Section vide. Editer la page pour ajouter du contenu.

source: Text on the button
fr_fr: Texte du bouton

source: Edit this column
fr_fr: Editer cette colonne

source: Column
fr_fr: Colonne
