Repository: joroni/wordpress-themes
Catalog: powermag/languages/*.po
Languages: fr_fr

source: If you wish to style particular content element differently, then use this field to add a class name and then refer to it in your css file.
fr_fr: Si vous souhaitez présenter un élément de contenu différement, utiliser ce champ pour ajouter un nom de classe, puis y faire référence dans votre fichier CSS.

source: Click to toggle
fr_fr: Cliquez pour basculer

source: Foo attribute
fr_fr: Attribut Foo

source: I'm foo attribute
fr_fr: Je suis un attribut Foo

source: Enter foo value.
fr_fr: Entrez une valeur pour Foo

source: Text
fr_fr: Texte

source: Enter your content.
fr_fr: Saisissez votre contenu

source: Drop down example
fr_fr: Exemple de liste déroulante

source: One, two or three?
fr_fr: Un, deux ou trois ?

source: This is image placeholder, edit your page to replace it.
fr_fr: Espace image réservé, éditer votre page pour le remplacer.

source: Nothing found.
fr_fr: Rien a été trouvé.

source: Drag row to reorder
fr_fr: Faire glisser la ligne pour réorganiser

source: Delete this row
fr_fr: Supprimer la ligne

source: Edit this row
fr_fr: Editer la ligne

source: Clone this row
fr_fr: Dupliquer la ligne

source: Follow us on twitter
fr_fr: Nous suivre sur twitter

source: View stream on flickr
fr_fr: Voir le flux sur flickr

source: Edit this
fr_fr: Editer

source: Clone this
fr_fr: Dupliquer

source: Delete this
fr_fr: Supprimer

source: Previous slide
fr_fr: Slide précédent

source: Next slide
fr_fr: Slide suivant

source: View all posts filed under %s
fr_fr: Voir tous les articles classés dans %s

source: Feed for all posts filed under %s
fr_fr: Flux pour tous les articles classés dans %s

source: Read more
fr_fr: Lire la suite

source: All
fr_fr: Tout

source: Recent Comments
fr_fr: Commentaires Récents

source: Recent Posts
fr_fr: Articles récents

source: Categories
fr_fr: Catégories

source: General Settings
fr_fr: Configuration générale

source: Design Options
fr_fr: Options du design

source: Main accent color
fr_fr: Couleur principale

source: Hover color
fr_fr: Couleur du survol

source: Call to action background color
fr_fr: Couleur de fond Call to action

source: Google maps background color
fr_fr: Couleur d'arrière plan Google map

source: Post slider caption background color
fr_fr: Couleur de fond de légende slider article

source: Progress bar background color
fr_fr: Couleur de fond de la barre de progression

source: Separator border color
fr_fr: Couleur de la bordure de séparation

source: Tabs navigation background color
fr_fr: Couleur de fond des onglets de navigation

source: Active tab background color
fr_fr: Aciver l'onglet couleur d'arrière plan

source: Visual Composer Settings
fr_fr: Réglages Visual Composer

source: Content types
fr_fr: Types de contenus

source: User groups access rules
fr_fr: Droits d'accés des groupes d'utilisateurs

source: Disable responsive content elements
fr_fr: Désactiver le responsive des éléments de contenu

source: Use custom design options
fr_fr: Utiliser les options de design perosnnalisé

source: Elements bottom margin
fr_fr: Marge inférieure des éléments

source: Grid gutter width
fr_fr: Largeur de gouttière grille

source: Mobile screen width
fr_fr: Largeur de l'ecran Mobile

source: Row CSS class name
fr_fr: Nom de la classe CSS de la ligne

source: Columns CSS class names
fr_fr: Nom de la classe CSS des colonnes

source: Paste your CSS code
fr_fr: Coller votre CSS

source: Are you sure you want to reset to defaults?
fr_fr: Etes-vous sûr(e) de vouloir restaurer ?

source: Show Visual Composer & default editor
fr_fr: Voir Visual Composer & et l'éditeur par défaut

source: Show only Visual Composer
fr_fr: Voir seulement Visual Composer

source: Don't allow to use Visual Composer
fr_fr: Ne pas permettre l'utilisation de Visual Composer

source: Visual Composer access
fr_fr: Accés Visual Composer

source: Enabled shortcodes
fr_fr: Activer les shortcodes

source: Select All
fr_fr: Sélectionner tout

source: Select none
fr_fr: Ne rien sélectionner

source: Select for which content types Visual Composer should be available during post creation/editing.
fr_fr: Choisir quels types de contenu Visual Composer devrait être disponible lors de la création/édition d'articles.

source: Disable
fr_fr: Désactiver

source: To change class names for the columns elements, enter them here. By default vc_spanX are used, where X number from 1 to 12.
fr_fr: Pour changer les noms de classe pour les éléments des colonnes, entrez-les ici. Par défaut sont utilisés vc_spanX, où X est un nombre de 1 à 12.

source: Enable
fr_fr: Activer

source: Enable the use of custom design options for your site. When checked, custom css file will be used.
fr_fr: Activer l'utilisation des options de design personnalisé pour votre site. Lorsqu'elle est cochée, le fichier css personnalisé sera utilisé.

source: To change default vertical spacing between content elements, enter new value here. Example: 20px
fr_fr: Pour changer l'espacement vertical par défaut entre les éléments de contenu, entrez une nouvelle valeur ici. Exemple: 20px

source: To change default horizontal spacing between columns, enter new value in percents here.
fr_fr: Pour changer l'espacement horizontal par défaut entre les éléments de contenu, entrez une nouvelle valeur ici. Exemple: 20px

source: By default content elements "stack" one on top other when screen size is smaller then 480px. Here you can change that value if needed.
fr_fr: Par des éléments de contenu par défaut "empilés" les uns sur les autres lorsque la taille de l'écran est plus petit que 480px. Ici vous pouvez changer cette valeur si nécessaire.

source: Invalid Margin value.
fr_fr: Valeur de la marge invalide

source: Invalid Gutter value.
fr_fr: Valuer de la gouttière invalide

source: Invalid "Responsive max" value.
fr_fr: Valeur "Responsive max" invalide.

source: Visual Composer: Your css class names settings are deprecated. <a href="%s">Click here to resolve</a>.
fr_fr: Visual Composer: Le nom de votre classe CSS est dépréciée. <a href="%s">Cliquez pour résoudre</a>.

source: WPBakery Visual Composer Settings
fr_fr: Réglages WPBakery Visual Composer

source: You have used element class names settings to replace row and column css classes.
fr_fr: Vous avez utilisé les paramètres des noms de classe de l'élément à remplacer rangée et les classes CSS de colonne.

source: Below is code snippet which you should add to your functions.php file in your theme, to replace row and column classes with custom classes saved by you earlier.
fr_fr: Ci-dessous est extrait de code que vous devez ajouter à votre fichier functions.php de votre thème, pour remplacer les classes Row et de colonne des classes personnalisées que vous avez sauvegardées auparavant.

source: Remove all
fr_fr: Supprimer tout

source: Restore to defaults
fr_fr: Restaurer

source: Something went wrong: js_composer_front_custom.css could not be created.
fr_fr: Quelquechose semble faux: js_composer_front_custom.css ne peut être crée.

source: js_composer_front_custom.css could not be created. Connection error.
fr_fr: js_composer_front_custom.css ne peut être crée. Erreur de connexion.

source: Something went wrong: custom.css could not be created.
fr_fr: Quelque chose semble erroné: custom.css ne peut être crée.

source: custom.css could not be created. Connection error.
fr_fr: custom.css ne peut être crée. Erreur de connexion

source: Grey
fr_fr: Gris

source: Blue
fr_fr: Bleu

source: Green
fr_fr: Vert

source: Red
fr_fr: Rouge

source: Black
fr_fr: Noir

source: Regular size
fr_fr: Taille normale

source: Large
fr_fr: Grand

source: Small
fr_fr: Petit

source: Same window
fr_fr: Même fenêtre

source: New window
fr_fr: Nouvelle fenêtre

source: Row
fr_fr: Ligne

source: Content
fr_fr: Contenu

source: Text Block
fr_fr: Bloc Texte

source: <p>I am text block. Click edit button to change this text.</p>
fr_fr: <p>Je suis un bloc texte. Cliquez sur le bouton editer pour modifier ce texte.</p>

source: Twitter Widget
fr_fr: Widget Twitter

source: Widget title
fr_fr: Titre du Widget

source: What text use as a widget title. Leave blank if no title is needed.
fr_fr: Quel texte utiliser comme titre du widget. Laissez ce champ vide si aucun titre n'est nécessaire.

source: Twitter username
fr_fr: Nom d'utilisateur Twitter

source: Type in twitter profile name from which load tweets.
fr_fr: Saisissez le nom du profil twitter à partir de laquelle les tweets se chargent.

source: Tweets count
fr_fr: Compteur de Tweets

source: How many recent tweets to load.
fr_fr: Combien de tweets récents à charger.

source: Separator
fr_fr: Séparateur

source: Separator with Text
fr_fr: Sépareteur avec du texte

source: Separator title.
fr_fr: Titre du séparateur.

source: Title position
fr_fr: Position du titre

source: Align center
fr_fr: Aligner au centre

source: Align left
fr_fr: Aligner à gauche

source: Align right
fr_fr: Aligner à droite

source: Select title location.
fr_fr: Sélectionnez l'emplacement des titres.

source: Message box type
fr_fr: Type de Message Box

source: Informational
fr_fr: Informative

source: Success
fr_fr: Succés

source: Error
fr_fr: Erreur

source: Select message type.
fr_fr: Choisir type de message

source: Message text
fr_fr: Texte du message

source: <p>I am message box. Click edit button to change this text.</p>
fr_fr: <p>Je suis une message box. Cliquez sur le bouton éditer pour modifier ce texte.</p>

source: Button type
fr_fr: Type de bouton

source: Button count
fr_fr: Nombre de boutons

source: Box count
fr_fr: Nombre de Box

source: Select button type.
fr_fr: Sélectionnez le type de bouton.

source: Tweetmeme Button
fr_fr: Bouton Tweetme

source: None
fr_fr: Aucun

source: Google+ Button
fr_fr: Bouton Google+

source: Button size
fr_fr: Taille du bouton

source: Medium
fr_fr: Moyen

source: Tall
fr_fr: En haut

source: Select button size.
fr_fr: Choisir taille du bouton.

source: Inline
fr_fr: En ligne

source: Bubble
fr_fr: Bulle

source: Select annotation type.
fr_fr: Choisir le type d'annotation.

source: Pinterest Button
fr_fr: Bouton Pinterest

source: Button layout
fr_fr: Bouton Mise en page

source: No count
fr_fr: Aucun

source: Select button layout.
fr_fr: Sélectionnez une disposition des boutons.

source: Toggle title
fr_fr: Titre alternatif

source: Toggle block title.
fr_fr: Bloc titre alternatif

source: Toggle content
fr_fr: Contenu alternatif

source: <p>Toggle content goes here, click edit button to change this text.</p>
fr_fr: <p>Cliquez sur le bouton Editer pour modifier ce texte.</p>

source: Toggle block content.
fr_fr: Basculer contenu du bloc.

source: Default state
fr_fr: Etat par défaut

source: Closed
fr_fr: Fermé

source: Open
fr_fr: Ouvert

source: Select "Open" if you want toggle to be open by default.
fr_fr: Choisir "Ouvrir" si vous voulez qu'il soit ouvert par défaut.

source: Single Image
fr_fr: Image seule

source: Select image from media library.
fr_fr: Séléctionner une image de la librairie médias

source: Image size
fr_fr: Taille de l'image

source: Enter image size. Example: thumbnail, medium, large, full or other sizes defined by current theme. Alternatively enter image size in pixels: 200x100 (Width x Height). Leave empty to use 'thumbnail' size.
fr_fr: Saisissez la taille de l'image. Exemple: thumbnail, medium, large, full ainsi que les autres dimensions définies par thème actuel. Vous pouvez également entrer taille de l'image en pixels: 200x100 (Largeur x Hauteur). Laissez vide pour utiliser la taille 'thumbnail'

source: Link to large image?
fr_fr: Lien vers la grande image ?

source: If selected, image will be linked to the bigger image.
fr_fr: Si elle est sélectionnée, l'image sera liée à la plus grande image.

source: Yes, please
fr_fr: Oui, s'il vous plait

source: Image link
fr_fr: Lien image

source: Enter url if you want this image to have link.
fr_fr: Entrez l'URL si vous voulez que cette image posséde un lien.

source: Link Target
fr_fr: La cible du lien

source: Image Gallery
fr_fr: Galerie d'images

source: Gallery type
fr_fr: Type de galerie

source: Image grid
fr_fr: Grille d'images

source: Select gallery type.
fr_fr: Sélectionnez le type de galerie.

source: Auto rotate slides
fr_fr: Auto rotation des diapositives

source: Auto rotate slides each X seconds.
fr_fr: Rotation auto chaque X secondes

source: Select images from media library.
fr_fr: Sélectionnez les images à partir de la médiathèque.

source: On click
fr_fr: Au clic

source: Open prettyPhoto
fr_fr: Ouvrir prettyPhoto

source: Do nothing
fr_fr: Ne rien faire

source: Open custom link
fr_fr: Ouvrir lien personnalisé

source: What to do when slide is clicked?
fr_fr: Que faire lorsque le slide est cliqué?

source: Custom links
fr_fr: Liens personnalisés

source: Enter links for each slide here. Divide links with linebreaks (Enter).
fr_fr: Entrez liens pour chaque diapositive. Diviser les liens avec les sauts de ligne (Entrée).

source: Custom link target
fr_fr: Cible du lien personnalisé

source: Select where to open custom links.
fr_fr: Sélectionnez l'emplacement pour ouvrir des liens personnalisés.

source: Auto rotate tabs
fr_fr: Rotation automatique des onglets

source: Auto rotate tabs each X seconds.
fr_fr: Rotation auto onglets chaque X secondes.

source: Tour Section
fr_fr: Section Tour

source: Tab title.
fr_fr: Titre Tab.

source: Accordion
fr_fr: Accordéon

source: Allow collapsible all
fr_fr: Permettre de tout plier

source: Allow
fr_fr: Permettre

source: Add accordion section
fr_fr: Ajoutez section d'accordéon

source: Accordion Section
fr_fr: Section d'accordéon

source: Accordion section title.
fr_fr: Titre de la section d'accordéon.

source: Teaser (posts) Grid
fr_fr: Teaser (articles) Grille

source: Columns count
fr_fr: Nombre de colonnes

source: Select columns count.
fr_fr: Choisir le nombre de colonnes

source: Post types
fr_fr: Types d'articles

source: Select post types to populate posts from.
fr_fr: Sélectionnez les types d'articles pour remplir les articles.

source: Teasers count
fr_fr: Nombre de teasers

source: How many teasers to show? Enter number or word "All".
fr_fr: Nombre de teaser à afficher ? Saisissez un nombre ou le mot "All".

source: Full Content
fr_fr: Pleine page

source: Teaser layout template.
fr_fr: Modéle de mise en page teaser

source: Layout
fr_fr: Mise en page

source: Title + Thumbnail + Text
fr_fr: Titre + Thumbnail + Texte

source: Thumbnail + Title + Text
fr_fr: Thumbnail +Titre + Texte

source: Thumbnail + Text
fr_fr: Thumbnail + Texte

source: Thumbnail + Title
fr_fr: Thumbnail + Titre

source: Thumbnail only
fr_fr: Thumbnail seulement

source: Title + Text
fr_fr: Titre + Texte

source: Teaser layout.
fr_fr: Disposition Teaser.

source: Link
fr_fr: Lien

source: Link to post
fr_fr: Lienvers le billet

source: Link to bigger image
fr_fr: Lien vers l'image plus grande

source: Thumbnail to bigger image, title to post
fr_fr: La vignette pour une image plus grande, le titre de l'article

source: No link
fr_fr: Aucun lien

source: Link type.
fr_fr: Type de lien.

source: Link target
fr_fr: Cible du lien

source: Teaser grid layout
fr_fr: Modéle de teaser Grille

source: Grid
fr_fr: Grille

source: Grid with filter
fr_fr: Grille avec filtre

source: Layout mode
fr_fr: Mode Modèle

source: Fit rows
fr_fr: Réduire les lignes

source: Select taxonomies from.
fr_fr: Sélectionnez taxonomies depuis.

source: Thumbnail size
fr_fr: Taille de la vignette

source: Enter thumbnail size. Example: thumbnail, medium, large, full or other sizes defined by current theme. Alternatively enter image size in pixels: 200x100 (Width x Height).
fr_fr: Saisissez la taille des vignettes. Exemple: thumbnail, medium, large, full ou les autres tailles définies par votre thème actuel. Vous pouvez également entrer la taille de l'image en pixels: 200x100 (Largeur x Hauteur).

source: Post/Page IDs
fr_fr: Billets/Pages IDs

source: Exclude Post/Page IDs
fr_fr: Exclure IDs Billets/Pages

source: If you want to narrow output, enter category names here. Note: Only listed categories will be included. Divide categories with linebreaks (Enter).
fr_fr: Si vous souhaitez ajuster la sortie, entrez les noms des catégories ici. Note: seules les catégories énumérées seront incluses. Séparer les catégories avec sauts de ligne (Entrée).

source: Order by
fr_fr: Trier par

source: Author
fr_fr: Auteur

source: Modified
fr_fr: Modifié

source: Random
fr_fr: Aléatoire

source: Comment count
fr_fr: Nombre de commentaires

source: Menu order
fr_fr: Ordre du menu

source: Select how to sort retrieved posts. More at %s.
fr_fr: Choisissez comment trier les messages récupérés. Plus sur%s.

source: Order way
fr_fr: Comment trier

source: Descending
fr_fr: Descendant

source: Ascending
fr_fr: Ascendant

source: Designates the ascending or descending order. More at %s.
fr_fr: Désigne l'ordre croissant ou décroissant. Plus sur%s.

source: Slider type
fr_fr: Type de slider

source: Select slider type.
fr_fr: Sélectionner un type de slider.

source: Slides count
fr_fr: Nombre de slides

source: How many slides to show? Enter number or word "All".
fr_fr: Nombre de slides à afficher ? Saisir un nombre ou le mot "All".

source: No description
fr_fr: Aucune description

source: Some sliders support description text, what content use for it?
fr_fr: Certains sliders supportent les descriptions texte, les utiliser ?

source: Output post title?
fr_fr: Afficher le titre de l'article ?

source: If selected, title will be printed before the teaser text.
fr_fr: S'il est sélectionné, le titre sera imprimé avant le texte de teaser.

source: Fill this field with page/posts IDs separated by commas (,), to retrieve only them. Use this in conjunction with "Post types" field.
fr_fr: Remplissez ce champs avec les IDs des pages/articles separarés par des virgules (,), pour afficher seulement ceux là. Utilisez cette option conjointement avec le champ "Types d'articles".

source: Widgetised Sidebar
fr_fr: Sidebar Widgetisée

source: Select which widget area output.
fr_fr: Sélectionnez la sortie de la zone de widgets.

source: Address book icon
fr_fr: Icône Carnet d'adresse

source: Alarm clock icon
fr_fr: Icône Reveille-matin

source: Anchor icon
fr_fr: Icône Ancre

source: Application Image icon
fr_fr: Icone Image Application

source: Arrow icon
fr_fr: Icône Fléche

source: Asterisk icon
fr_fr: Icône Astérisque

source: Hammer icon
fr_fr: Icône Marteau

source: Balloon icon
fr_fr: Icône Ballon

source: Balloon Buzz icon
fr_fr: Icône Ballon Buzz

source: Balloon Facebook icon
fr_fr: Icône Ballon Facebook

source: Balloon Twitter icon
fr_fr: Icône Ballon Twitter

source: Battery icon
fr_fr: Icône Batterie

source: Binocular icon
fr_fr: Icône Lunettes

source: Document Excel icon
fr_fr: Icône de document Excel

source: Document Image icon
fr_fr: Icône de document Image

source: Document Music icon
fr_fr: Icône de document Musique

source: Document Office icon
fr_fr: Icône de document Office

source: Document PDF icon
fr_fr: Icône de document PDF

source: Document Powerpoint icon
fr_fr: Icône de document Powerpoint

source: Document Word icon
fr_fr: Icône de document Word

source: Bookmark icon
fr_fr: Icône Favoris

source: Camcorder icon
fr_fr: Icône Camescope

source: Camera icon
fr_fr: Icône Appareil Photo

source: Chart icon
fr_fr: Icône Graphique

source: Chart pie icon
fr_fr: Icône Graphique Camembert

source: Clock icon
fr_fr: Icône Montre

source: Fire icon
fr_fr: Icône Feu

source: Heart icon
fr_fr: Icône Coeur

source: Mail icon
fr_fr: Icône Mail

source: Play icon
fr_fr: Icône Jeu

source: Shield icon
fr_fr: Icône Bouclier

source: Video icon
fr_fr: Icône Vidéo

source: Button
fr_fr: Bouton

source: Text on the button.
fr_fr: Text du bouton.

source: URL (Link)
fr_fr: URL (Lien)

source: Button link.
fr_fr: Lien du bouton.

source: Target
fr_fr: Cible

source: Color
fr_fr: Couleur

source: Button color.
fr_fr: Couleur du bouton.

source: Icon
fr_fr: Icône

source: Button icon.
fr_fr: Icône bouton.

source: Size
fr_fr: Taille

source: Button size.
fr_fr: Taille du bouton.

source: Call to Action Button
fr_fr: Bouton Call to Action (CTA)

source: Click edit button to change this text.
fr_fr: Cliquer sur editer pour modifier ce texte

source: Button position
fr_fr: Position du bouton

source: Align bottom
fr_fr: Aligner en bas

source: Select button alignment.
fr_fr: Choisir l'alignement des boutons

source: Video Player
fr_fr: Player Vidéo

source: Video link
fr_fr: Lien Vidéo

source: Link to the video. More about supported formats at %s.
fr_fr: Lien vers la vidéo. En savoir plus sur les formats supportés sur %s.

source: Google map link
fr_fr: Lien Google Map

source: Link to your map. Visit %s find your address and then click "Link" button to obtain your map link.
fr_fr: Lien vers votre carte. Visiter %s pour trouver votre adresse quand vous cliquez sur "Lien".

source: Map height
fr_fr: Hauteur de la carte

source: Enter map height in pixels. Example: 200).
fr_fr: Saisissez une hauteur de carte en pixels. Exemple: 200).

source: Map type
fr_fr: Style de carte

source: Map
fr_fr: Carte

source: Map + Terrain
fr_fr: Carte + Terrain

source: Map Zoom
fr_fr: Zoom carte

source: 14 - Default
fr_fr: 14 - Defaut

source: Raw HTML
fr_fr: HTML Brut

source: Enter your HTML content.
fr_fr: Saisissez votre contenu HTML

source: Raw JS
fr_fr: JS Brut

source: Raw js
fr_fr: JS Brut

source: Enter your JS code.
fr_fr: Saisissez votre code JS

source: Flickr Widget
fr_fr: Widget Flickr

source: Flickr ID
fr_fr: ID Flickr

source: To find your flickID visit %s.
fr_fr: Trouver vos visites flickID %s.

source: Number of photos
fr_fr: Nombre de photos

source: Number of photos.
fr_fr: Nombre de photos.

source: User
fr_fr: Utilisateur

source: Photo stream type.
fr_fr: Photo type de flux.

source: Latest
fr_fr: Dernier

source: Photo order.
fr_fr: Ordre de la photo.

source: Progress Bar
fr_fr: Barre de progression

source: Graphic values
fr_fr: Valeurs graphiques

source: Input graph values here. Divide values with linebreaks (Enter). Example: 90|Development
fr_fr: Les valeurs du graphique d'entrée ici. Diviser les valeurs avec les sauts de ligne (Entrée). Example: 90|Development

source: Units
fr_fr: Unités

source: Bar color
fr_fr: Couleur de la barre

source: Custom Color
fr_fr: Couleur personnalisée

source: Choose previously created contact form from the drop down list.
fr_fr: Choisir formulaire de contact créé précédemment à partir de la liste déroulante.

source: Bar custom color
fr_fr: Couleur personnalisée de la barre

source: Select custom background color for bars.
fr_fr: Choisir une couleur personnalisée pour les barres.

source: Add Stripes?
fr_fr: Ajouter rayures ?

source: Add animation? Will be visible with striped bars.
fr_fr: Ajouter une animation ? Elle sera visible sur les barres rayées.

source: Form title
fr_fr: Titre du formulaire

source: What text use as form title. Leave blank if no title is needed.
fr_fr: Quel texte utiliser comme titre du formulaire. Laissez ce champ vide si aucun titre n'est nécessaire.

source: Select contact form
fr_fr: Choisir formulaire de contact

source: Select your LayerSlider.
fr_fr: Choisir votre LayerSlider.

source: Select your Revolution Slider.
fr_fr: Choisir votre Revolution Slider.

source: No Gravity forms found.
fr_fr: Gravity forms non trouvés.

source: Select a form to display.
fr_fr: Choisir un formulaire à afficher

source: Form
fr_fr: Formulaire

source: Select a form to add it to your post or page.
fr_fr: Choisir un formulaire à ajouter à votre article ou page.

source: Display Form Title
fr_fr: Afficher le titre du formulaire

source: Would you like to display the forms title?
fr_fr: Voulez-vous afficher le titre du formulaire ?

source: Display Form Description
fr_fr: Afficher la description du formulaire
